export const JDS = [
  "ЗАБЖД",
  "ВСБЖД",
  "ГОРЖД",
  "ДВСЖД",
  "ЗСБЖД",
  "КЛГЖД",
  "КРСЖД",
  "КРМЖД",
  "КБШЖД",
  "МСКЖД",
  "ОКТЖД",
  "ПРВЖД",
  "САХЖД",
  "СВРЖД",
  "СЕВЖД",
  "СКВЖД",
  "ЮВСЖД",
  "ЮУРЖД",
  "ЖДЯ",
];

export const CARRIAGES = [
  { name: "Полувагоны", id: 25 },
  { name: "Крытые вагоны", id: 39 },
  { name: "Думпкары", id: 41 },
  { name: "Грузовые вагоны", id: 36 },
  { name: "Вагоны-цистерны", id: 40 },
  { name: "Вагоны-хопперы", id: 37 },
  { name: "Вагоны-платформы", id: 38 },
];

export const CARRIAGES_IDS = [25, 36, 37, 38, 39, 40, 41];

export const PARTS = [
  { name: "Колесные пары", id: 29 },
  { name: "Надрессорная балка", id: 32 },
  { name: "Боковая опора", id: 33 },
];

export const PARTS_IDS = [29, 32, 33];
